[   
"**_Galgenbeck_** is the biggest city that ever was - a place where bones pave the streets and its cathedral drowns in incense and despair."  
"The salt winds of **_Grift_** scour flesh from bone - and the locals whisper that the Cantigaster was born from Her’s seed."
"Every **_Troll Reaper_** swears the Codex - no mercy, no hesitation, the troll dies before dawn."  
"The carriages of the **_Troll Reapers_** creak with iron nails - bloodstains in the wood never fade."  
"Weapons used by **_Reapers_** are colossal hooks and axes - made to sever troll limbs in one swing."  
"In **_Alliáns_**, Countess Anthelia robs the world of color - citizens are pale husks, bled dry for her pleasure."   
"The **_Copper Boar_** tavern serves dog goulash with mint - and one of the mounted boar heads sometimes grunts."
"They say a masked duelist in **_Alliáns_** kills corrupt guards in a single blow - others swear it’s just rebel propaganda." 
"The **_Crown of Salt_** lies buried in the rifts - some say breaking it kills the Cantigaster, others claim it dooms us all." 
"In **_Saltburg_**, flakes fall like snow - but it’s salt, born from divine tears and curses."  
"The **_Jug and the Crown_** inn serves chicken every day - when there is none, it serves chicken bone soup."  
"Some whisper that **_Verhu’s Tooth_** bleeds gold - others that pulling it unleashes another Misery."  
"At the **_Caverns of Revelation_**, vapors show holy visions - but your soul may never return to your body."  
"The **_City of Lead_** is filled with statues that once were men - and sometimes the statues walk away."  
"The **_Grove of Tallûn_** once burned effigies of demons - now only death-swearing monks wander its darkness."
"Rumor claims the **_Halo Basilica_** flickers - but priests swear the light will never fade."
"The battlefield of **_Go-Mor-Hinnom_** still seeps blood - pilgrims sleep among its ribs as if it were holy."
"The **_Heretic Hunters_** roam Galgenbeck - one strike of their spear drags a sinner to the dirt."
"The **_Apocrypha_** speaks of Omen side effects - sometimes a seven-eyed raven brings a Misery instead of salvation."
"The **_Lost Scrolls_** can turn men to stone - or hurl you into the Vaults of Torment, where demons feast."
"In the **_Heretic’s Guide_**, wanderers claim dragons once slept in Sarkash - others say only their treasure remains."
"Every battlefield in the **_Dying Lands_** holds restless dead - their screams sometimes heard at dusk."
"A crow in **_Saltburg_** follows newcomers into the rifts - it knows only one word, and repeats it endlessly."
"The **_Bone Heart Crusaders_** claim holy ground still exists - though most are ruins filled with pus."
"Some whisper the **_Basilisks_** are not two, but three - and the third will end both Them and Us." 
]